{
	"amps": [
    {
			"name": "Marshall DSL40CR 40W 1x12 Tube Guitar Combo Amp",
      "owned": true,
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/DSL40CR-40W-1x12-Tube-Guitar-Combo-Amp/K64638000000000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/marshall-dsl40cr-40w-1x12-tube-guitar-combo-amp",
			"features": "The updated Marshall DSL series has arrived! These DSL amps are laden with Marshall tone, features and functionality for the novice, as well as pros performing on the world’s biggest stages. The DSL series includes the following new features:\nAdjustable Power Output\nThese DSL models feature adjustable power settings, which delivers all-valve tone and feel, at any volume, from bedroom to stage. The new technology adjusts power to the valves, instead of just turning off valve stages, allowing the amp to remain articulate and dynamic.\nEQ Refinements\nSome innovative tweaks to the EQ circuitry have given the new DSLs even greater tonal flexibility. The EQ section of the new DSLs can deliver exactly what your ears are looking for.\nEmulated output\nMarshall's partnership with Softube has led to the creation of award-winning plug-ins, as well as exceptional tone in its CODE digital amps. The same team is responsible for the development of the new emulated output feature, found in the DSL series. Both the headphone out, and line out on the DSL models boast incredibly accurate emulation of Marshall's famed 1960 cabinet.\nReverb, Resonance and Master Volume\nThe DSL is now more versatile than ever, with new features including discrete master volume controls for each channel, built-in reverb and resonance controls (the DSL1 and DSL5 do not offer resonance controls).\nNew Models\nAdditions to the range include the all-new DSL1 head and combos which offer all-valve Marshall DSL tone in a smaller package plus a DSL20 combo and head."
		},
		{
			"name": "Boss Katana KTN-50 50W 1x12 Guitar Combo Amplifier",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Katana-KTN-50-50W-1x12-Guitar-Combo-Amplifier-Black/J45119000001000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/boss-katana-ktn-50-50w-1x12-guitar-combo-amplifier",
			"features": "Katana—the traditional sword carried by the historic samurai of Japan—is a symbol of honor, precision, and artistry in Japanese culture. Adopting the majestic sword’s name with pride, the Katana series presents guitar amplifiers with smooth, cutting tones honed by generations of dedication and expertise. Born of the development process behind the acclaimed Waza amplifier, these innovative amps embody BOSS’s determined pursuit of the ultimate rock sound. Featuring proprietary circuit designs and meticulous tuning, the Katana series combines traditional craftsmanship and breakthrough functions to produce true next-generation rock amplifiers.\nWith 50 watts of power and a custom 12-in. speaker, the Katana KTN-50 delivers a commanding range of gig-worthy tones that gracefully slice through any band scenario. The amp also excels for home playing, with a uniquely efficient design and innovative Power Control that provides inspiring sound and response at low volumes. In addition, the Katana KTN-50 includes integrated access to 55 BOSS effects, which are customizable using the free BOSS Tone Studio editor software. Up to 15 different effects can be configured in the amp at one time, enabling you to bring fully prepared tones to the stage in one amp.\nA Refined Amp with Inspiring Tone\nDesigned for guitarists who are serious about their sound, the Katana KTN-50 offers exceptional tone and touch response for stage playing, recording, and simply practicing at home. The custom 12-inch speaker is driven by a special method developed for the flagship Waza amp that optimizes the speaker and cabinet character. This gives you authoritative punch and cutting presence previously attainable only with high-end amp designs. In combination with the five selectable amp characters, the Katana KTN-50 produces class-defying power and expressiveness to meet any playing situation.\nFive Original Amp Characters, Honed for Rock Playing\nSharpened to perfection by the BOSS engineering team, the Katana KTN-50’s five amp characters offer everything from organic vintage tones to modern high-gain sounds. Clean is natural and transparent, while Crunch offers satisfying grit and response. Lead has a wide gain range to suit many styles, from fat, stinging blues solos to fluid legato shredding. With DNA inherited from the Waza amp, Brown delivers refined high-gain tone sought after by the world’s greatest rock players. The Acoustic character further enhances the Katana’s versatility, providing optimized tone that makes acoustic-electric guitars sound stunningly natural.\nLeave Your Pedalboard at Home\nWith its built-in BOSS effects and recallable Tone Settings, the Katana KTN-50 lets you perform anywhere with just a guitar and amp. Connecting to BOSS Tone Studio via USB provides access to 55 effects that are fully customizable for your needs. Going beyond standard distortion, delay, and reverb, the selection also includes powerful tone-shapers like pitch shifting, ring mod, slicer, and more. You can load 15 different effects in the amp at one time and use up to three simultaneously. Two tone Settings let you store custom amp and effects setups for instant recall, and you can always jump to the current panel settings at the touch of a button. It’s also possible to connect optional footswitches and expression pedals for hands-free control on the gig.\nGrab-and-Go Operation\nWhile the Katana KTN-50 includes many advanced features, it’s amazingly simple to operate. Dedicated knobs for multiple gain stages and three-band EQ allow you to quickly dial in your tone by ear, just as you would with a standard tube amp. Essential effects parameters are adjusted with a simple knob twist, and memories can be stored with a brief button hold. The Power Control is great for throttling back the volume for small stages and home playing, and also includes a Standby setting that mutes the sound for switching guitars or taking breaks. And by flipping out the integrated tilt stand, you can easily angle the amp back for better sound projection.\nBOSS Tone Central\nAt the BOSS Tone Central website, you’ll find numerous free amp and effects setups for the Katana series. Created by pro guitarists, these setups provide ready-to-play sounds for various music styles, and also make great starting points for building your own sounds. They load into the memories in a Katana amp via the BOSS Tone Studio editor software, which is also available at the site. In addition to Katana effects selection and customization, BOSS Tone Studio gives you a convenient way to organize all your Katana setups for different gigs, recordings, and practice sessions."
		},
		{
			"name": "Fryette PS-2 Power Station Integrated Reactance Amplifier",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/PS-2-Power-Station-Integrated-Reactance-Amplifier/J29469000000000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/fryette-ps-2-power-station-integrated-reactance-amplifier",
			"features": "The Fryette Power Station Integrated Reactance Amplifier is an easy to use Power Attenuator for controlling the volume of high-powered amplifiers with none of the drawbacks of a conventional attenuator, and a Tube Power Booster that can turn any mini-amp, preamp, pedal, modeling amp or modeling app into a gig-ready amplifier!\nIf you have ever used a traditional Power Attenuator, you have already experienced the loss of tone and dynamics of your amplifier at various volume settings, and the frustration with the rotary level switch that always seems one step too loud or one step too quiet.\nThe Power Station not only solves all of those problems, but also provides you with more sonic options in one convenient, lightweight package:\nPerfectly preserves the tone of the attenuated amplifier at any volume setting down to whisper level.\nPreserves the dynamic feel and speaker response at any volume.\nProvides a post distortion integrated effects loop.\nProvides an XLR balanced and a 1/4-in. unbalanced line out for direct recording or live performance signal processing.\nChoose 2/4, 8 or 16 ohms separately for both the amplifier and cabinet matching. No more nerve-wracking impedance mis-matching that could damage your amplifier.\nCompact and easy to carry, the Power Station sits comfortably on top of an amp head, combo or desktop.\nCompletely safe for any tube amplifier.\nRe-amping\nAs a re-amper, the Power Station breathes new life and utility into your favorite gear:\nAny small amp, preamp or modeler can cut a live gig with a full band.\nCrank a mini amp to the threshold of destruction, then adjust the Power Station to preserve the original tone or create an entirely new identity for it.\nPerfect as mono power amplifier for guitar preamps, floor preamps and modeling preamps.\nIdeal as an effects power amp for a Wet/Dry amp rig or a monitor power amp for live modeling direct to FOH.\nGreat as a desktop power amp for adding tube power to direct recordings for any instrument or signal source.\nSilent Mode feature provides versatile reactive load for silent recording using low or high powered amplifiers.\nSilent Mode, Balanced XLR Out and Unbalanced Line Out remain operational even with power disconnected.\nThe Power Station provides a variety of performing and recording solutions for every kind of playing or performing application/environment.\nThe Power Station breathes new life and functionality into any amp large or small."
		},
		{
			"name": "Fender Champion 100 Guitar Combo Amp",
      "owned": true,
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Champion-100-Guitar-Combo-Amp-Black/H97919000001000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/fender-champion-100-guitar-combo-amp",
			"features": "Simple to use and versatile enough for any style of guitar playing, there's a Champion amp that's right for you whether you're looking for your first practice amp or affordable stage gear. The 100W, dual-channel Champion 100 features two 12\" Special Design speakers, with great amp voices and effects that make it easy to dial up just the right sound - from jazz to country, blues to metal and more.\nIt features two footswitchable independent channels: channel one delivers classic Fender clean tone based on amps like the Twin Reverb, and channel two has selectable amp voicing, including Blackface, British, Metal, Jazz and Tweed, for a wide array of tonal variety. Each channel offers selectable FX, including delay, chorus, reverb and more."
		},
		{
			"name": "Fender Vintage Reissue '65 Twin Reverb 85W 2x12 Guitar...",
      "wanted": true,
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Vintage-Reissue-65-Twin-Reverb-85W-2x12-Guitar-Combo-Amp/480505000000000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/fender-vintage-reissue-65-twin-reverb-85w-2x12-guitar-combo-amp",
			"features": "The Fender '65 Twin Reverb Amp is an authentic all-tube reproduction of the original classic! It has earned a reputation of being one of the cleanest tube amps ever, but it delivers a taste of the trademark Fender crunch when cranked up high. Delivers 85W through two Jensen 12\" speakers. It has two channels, tube vibrato, tube spring reverb, tilt-back legs and Blackface cosmetics. Includes two-button footswitch to control reverb and vibrato effects. Order the optional Fender amp cover to protect your investment (see accessory box on this page).\nDesigned to sound as close to the original as possible, the ˜65 Reissues are assembled in Corona, California and feature Jensen speakers (One C12K for the Deluxe and two C12Ks for the Twin, four P10Rs for the Super and one C10R for the Princeton), Schumacher transformers, traditional tremolo and tube-driven reverb to create that classic, \"Blackface\" sound so many players desire. They do have PCBs (Printed Curcuit Boards), as opposed to the original's \"hand-wired\" circuitry, but the components (capacitors and resistors) are the same values as amps from that period. They also have hand-wired tube sockets and other parts for added strength.\nTonal Characteristics: Bright, scooped midrange that is known as the \"Blackface\" sound, pronounced \"Wine Glass\" highs from the Jensen speakers and a slightly more polite power amp for crystal cleans that can also be cranked for great overdriven tones.\nWho's it for: Players that love the original versions but are priced out of owning vintage amps, blues players, country players, rock players, guitarists trying to get classic \"Blackface\" sounds (a la Stevie Ray Vaughan, Jimi Hendrix, John Mayer), American-made amp enthusiasts, traditionalists, avid Fender collectors."
		},
		{
			"name": "Fender Vintage Reissue '65 Deluxe Reverb Guitar Combo Amp",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Vintage-Reissue-65-Deluxe-Reverb-Guitar-Combo-Amp-Black/480507000001000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/fender-vintage-reissue-65-deluxe-reverb-guitar-combo-amp",
			"features": "The Fender '65 Deluxe Reverb Combo Amp has a sound big enough to cut through the muddiest mix, but it's small enough to turn up make the most of natural tube distortion in small clubs. This makes it the perfect studio amp, as well. It's a resurrection of a classic vintage tone monster, and its current iteration is used by many big-name bands, such as Flogging Molly, O.A.R. and Maroon 5. Crank up this faithful, U.S.-made reissue for your daily requirement of fat Fender tone. Delivers 22W through a 12\" speaker. Features two channels (normal, vibrato), all-tube circuitry, tube vibrato, tube spring reverb, Blackface cosmetics and two-button footswitch to control the reverb and vibrato effects.\nDesigned to sound as close to the original as possible, the ˜65 Reissues are assembled in Corona, California and feature Jensen speakers (One C12K for the Deluxe and two C12Ks for the Twin, four P10Rs for the Super and one C10R for the Princeton), Schumacher transformers, traditional tremolo and tube-driven reverb to create that classic, \"Blackface\" sound so many players desire. They do have PCBs (Printed Circuit Boards), as opposed to the original's \"hand-wired\" circuitry, but the components (capacitors and resistors) are the same values as amps from that period. They also have hand-wired tube sockets and other parts for added strength.\nTonal Characteristics: Bright, scooped midrange that is known as the \"Blackface\" sound, pronounced \"Wine Glass\" highs from the Jensen speakers and a slightly more polite power amp for crystal cleans that can also be cranked for great overdriven tones.\nWho's it for: Players that love the original versions but are priced out of owning vintage amps, blues players, country players, rock players, guitarists trying to get classic \"Blackface\" sounds (a la Stevie Ray Vaughan, Jimi Hendrix, John Mayer), American-made amp enthusiasts, traditionalists, avid Fender collectors."
		},
		{
			"name": "Fishman Loudbox Mini PRO-LBX-500 60W 1x6.5 Acoustic Combo...",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Loudbox-Mini-PRO-LBX-500-60W-1x6.5-Acoustic-Combo-Amp-Brown/430859000020000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/fishman-loudbox-mini-pro-lbx-500-60w-1x65-acoustic-combo-amp",
			"features": "Fishman's lightest and most portable amp yet, Loudbox Mini delivers the tonal quality that has made the Fishman name the standard for great acoustic sound.\nThe Loudbox Mini packs 60 watts of clean acoustic power, and has two channels featuring Fishman' legendary preamp and tone control designs. The amp also features digital reverb and chorus for the instrument channel and reverb for the microphone channel. The Loudbox Mini sports an MP3 input and balanced XLR D.I. output, a must for jamming along and capturing your performances."
		},
		{
			"name": "Marshall DSL20HR 20W Tube Guitar Amp Head",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/DSL20HR-20W-Tube-Guitar-Amp-Head/K64639000000000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/marshall-dsl20hr-20w-tube-guitar-amp-head",
			"features": "The next generation of the Marshall DSL series has arrived! These DSL amps are laden with Marshall tone, features and functionality for the novice, as well as pros performing on the world’s biggest stages. The DSL series includes the following updated features:\nAdjustable Power Output\nThe DSL models feature adjustable power settings, which delivers all-valve tone and feel, at any volume, from bedroom to stage. This technology adjusts power to the valves, instead of just turning off valve stages, allowing the amp to remain articulate and dynamic.\nEQ Refinements\nSome innovative tweaks to the EQ circuitry have given the new DSLs even greater tonal flexibility. The EQ section of the new DSLs can deliver exactly what your ears are looking for.\nEmulated Output\nMarshall's partnership with Softube has led to the creation of award-winning plug-ins, as well as exceptional tone in its CODE digital amps. The same team is responsible for the development of the new emulated output feature, found in the DSL series. Both the headphone out, and line out on the DSL models boast incredibly accurate emulation of Marshall's famed 1960 cabinet.\nReverb, Resonance and Master Volume\nThe DSL is now more versatile than ever, with features including discrete master volume controls for each channel, built-in reverb and resonance controls (the DSL1 and DSL5 do not offer resonance controls).\nNew Models\nAdditions to the range include the DSL1 head and combos, which offer all-valve Marshall DSL tone in a smaller package, plus a DSL20 combo and head."
		},
		{
			"name": "Fishman Loudbox Artist PRO-LBX-600 Acoustic Combo Amp",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Loudbox-Artist-PRO-LBX-600-Acoustic-Combo-Amp/H75605000000000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/fishman-loudbox-artist-pro-lbx-600-acoustic-combo-amp",
			"features": "The Loudbox Artist packs 120 watts of ultra-clean, bi-amplified acoustic power, and enhanced features into an incredibly lightweight and portable package. The Loudbox Artist features two versatile channels that can each accept an instrument or mic input. Fishman's legendary tone and feedback-fighting controls, plus a dual-effects section, make the Loudbox Artist a great choice for the seriously active musician."
		},
		{
			"name": "Fender '64 Custom Deluxe Reverb 20W 1x12 Tube Guitar Combo...",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/64-Custom-Deluxe-Reverb-20W-1x12-Tube-Guitar-Combo-Amp-Black/K36049000001000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/fender-64-custom-deluxe-reverb-20w-1x12-tube-guitar-combo-amp",
			"features": "Played on countless hit recordings, the mid-’60s Deluxe Reverb is a timeless Fender classic and one of the most indispensable workhorse guitar amps ever made. Moderately powered and producing a full, snappy and crystalline tone, the pedal-friendly ‘64 Custom Deluxe Reverb carries on that legacy with incredible vintage-style tones, thanks to its modified all-tube hand-wired AB763 circuitry. Featuring Bright and Normal channels, tube-driven spring reverb and tremolo on both channels, and 20 watts of output power, this is the\ngo-to amp for warm, clean tones and moderate breakup.\nThe cabinet that holds the 12” Jensen C-12Q speaker is crafted from solid pine for improved resonance and lighter weight, and features an extra-heavy textured vinyl covering and lightly aged silver grille cloth for a picture-perfect vintage look. Its versatility and durability make the ‘64 Custom Deluxe Reverb the amp you’ll want to take with you everywhere you go, even if you wind up stranded on a desert island."
		},
		{
			"name": "Fender Champion 40 Guitar Combo Amp",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Champion-40-Guitar-Combo-Amp-Black/H97920000001000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/fender-champion-40-guitar-combo-amp",
			"features": "Simple to use and versatile enough for any style of guitar playing, there's a Champion amp that's right for you whether you're looking for your first practice amp or affordable stage gear. The 40-watt Champion 40 features a single 12\" Special Design speaker with great amp voices and effects that make it easy to dial up just the right sound-from jazz to country, blues to metal and more."
		},
		{
			"name": "Universal Audio OX Amp Top Box Reactive Load Box",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/OX-Amp-Top-Box-Reactive-Load-Box/K40803000000000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/universal-audio-ox-amp-top-box-reactive-load-box",
			"features": "The Universal Audio OX Amp Top Box is a premium reactive load box, allowing guitarists to play and record their tube amp in its ideal sweet spots — from the edge-of-breakup to fully cranked — at any volume level, and with instant album-quality mic, room, and speaker cabinet emulations at the turn of a knob.\nFeaturing Universal Audio’s breakthrough Dynamic Speaker Modeling, OX emulates speaker breakup and cone cry like no other box on the market. It’s the world’s finest boutique speaker attenuator and guitar amp recording solution — overbuilt for years of home and studio use."
		},
		{
			"name": "Peavey 6505 Piranha 20W Tube Hybrid Guitar Amp Head",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/6505-Piranha-20W-Tube-Hybrid-Guitar-Amp-Head-Black/J38510000001000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/peavey-6505-piranha-20w-tube-hybrid-guitar-amp-head",
			"features": "Powerful and portable, the Peavey 6505 Piranha follows in the footsteps of the popular 6505 MH mini head by packing high-gain tones into an even smaller, 20W tube hybrid power amp head. Small enough to use in a bedroom, but powerful enough for the studio, the 6505 Piranha harnesses the full gain and legendary tone of the 6505 Series.\nThe 6505 Piranha adds a few tricks of its own, including a bright switch along with a unique \"scoop\" control to achieve a wide array of tones with few controls. Additional features include the 20-watt (RMS) solid state power amp, one 4-ohm speaker output, a buffered FX loop, aux. input, headphone out, 12AX7 preamp tube and tooled metal cabinet.\nThis potent practice- and studio-tooled head offers staggeringly simple controls that feature just a gain knob, single EQ control, volume and a crunch/lead button for thicker/smoother gain. The tone control is a 3-band EQ compressed into one knob, so full left is a \"10-0-7\" scooped tone to \"7-7-7\" at the 12 o'clock setting to \"10-10-10\" when rolled full right."
		},
		{
			"name": "Fender Blues Junior Lacquered Tweed 15W 1x12 Combo",
      "wanted": true,
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Blues-Junior-Lacquered-Tweed-15W-1x12-Combo/483711000000000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/fender-blues-junior-lacquered-tweed-15w-1x12-combo",
			"features": "The Blues Jr. NOS takes Fender's 15W gem and gives it the true vintage treatment with tweed covering and a vintage-style 12\" Jensen speaker. Its power is generated by an all-tube signal path using a pair of EL84 Groove Tube output tubes and 3 - 12AX7 preamp tubes. Add renowned Fender reverb, flexible controls, and footswitchable (with optional footswitch - product #420703) FAT circuit for golden tones, and you're in business. And just look at that chrome panel, that tweed finish with pinstripe grille cloth, and those vintage pointer knobs!"
		},
		{
			"name": "Kemper Profiler PowerHead 600W Guitar Head + Remote Bundle.",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Profiler-PowerHead-600W-Guitar-Head-Remote-Bundle./J21082000000000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/kemper-profiler-powerhead-600w-guitar-head-remote-bundle",
			"features": "The Kemper Profiler was designed to be a complete solution for all your guitar playing needs. You can use it just like you would a regular amplifier, or you could use it as a multi-effects unit, or even as the front end for your guitar-based studio.\nNearly all digital guitar amps available today offer the same features-simulations of classic and modern guitar amplifiers and stomp boxes, usually with some digital and studio effects thrown in for good measure. The Kemper Profiler doesn't simply include digital versions of guitar amps, but lets you make a \"profile\" of your own guitar amp to use inside the Kemper Profiler. You can also load profiles of other guitarists' amps into your Kemper Profiler.\nIf you want a more technical description: the Kemper Profiler analyzes the sonic characteristics of a reference amplifier. This process allows it to faithfully recreate the characteristic sound of virtually any guitar amp, and adopt the behavior and interaction of the components of the analyzed amplifier.\nThe Kemper Profiler doesn't just capture the sound of your guitar amp alone; you can also capture the sound of the cab and the mics (including the mic distance and angle). You can store 1000 amp profiles in total and it comes with 30 different stompbox effects as well as a master effects section with master delay and reverb.\nProfiler Remote\nProfiler Remote is the quintessential foot controller for your Profiler. Kemper spent a tremendous amount of time to create a versatile and yet easy to operate floor board. The tight integration in between Profiler and Remote allows you to control, administer and program without any knowledge about MIDI or delving through cryptic data sheets.\nThe large, illuminated display is designed to be looked at from a distance and Remote's housing is built like a tank. Just what the doctor orders for touring musicians on dark stages.\nFive buttons allow you to directly access five different programs (\"Rigs\") and entire performance programs can be switched using a bank system. There are dedicated buttons to access the tuner, tap tempo in and enable the new, exclusive Looper Effect.\nRemote connects via a single Ethernet cable to your Profiler. No extra power supply in needed and the included cable is 7 meters long (21ft). Longer cables are possible as well.\nUp to four continuous foot pedals can control multiple parameters inside your Profiler. Four buttons switch of stomps and effects. The programming required is easier to learn than putting a new contact into your cell phone. Click to choose, assign, done."
		},
		{
			"name": "PRS Mark Tremonti Signature MT 15 15W Tube Guitar Amp Head",
      "wanted": true,
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Mark-Tremonti-Signature-MT-15-15W-Tube-Guitar-Amp-Head-Black/K90836000001000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/prs-mark-tremonti-signature-mt-15-15w-tube-guitar-amp-head",
			"features": "The PRS MT 15 is a commanding two-channel amp with balanced aggression and articulation. Powered by 6L6 tubes, the MT 15 has a large, bold sound, so you can dig in heavy with rhythms but also get singing lead tones out of one amp. Whether recording, practicing, writing, or playing a small room, this amp has everything you need.\nThe MT 15’s design started with heavier players in mind, but in the end, it has a lot to offer players of all genres. Like the PRS Archon amplifier, the MT 15 features five gain stages before the Master for full, lush distortion. The gain channel gets big, chunky tone with massive, tight low end, never losing its articulate note definition or great lead tone. The clean channel is bright and chimey, good with chords and fingerstyle playing – whether with a pick or not. The clean channel also features a push/pull boost control that adds a little overdrive for old school crunch.\nNo matter what tone you dial in, the MT 15 stays balanced across the spectrum with a sweet, smooth tone that won’t bite your head off. Additional features include an effects loop and bias adjusters that are accessible from the back panel for ease of servicing.\nDespite its 15 watts, the MT 15 sounds more like 50W, so a half-power switch that takes the MT to 7 watts is a welcome edition. Bottom line, the amount of features, the hugeness of the sound, and the raw horsepower of the circuit make the MT 15 an impressive lunchbox hero. The MT 15 is Mark Tremonti’s first signature amplifier."
		},
		{
			"name": "Boss Katana KTN-100 100W 1x12 Guitar Combo Amplifier",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Katana-KTN-100-100W-1x12-Guitar-Combo-Amplifier-Black/J44296000001000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/boss-katana-ktn-100-100w-1x12-guitar-combo-amplifier",
			"features": "Katana—the traditional sword carried by the historic samurai of Japan—is a symbol of honor, precision, and artistry in Japanese culture. Adopting the majestic sword’s name with pride, the Katana series presents guitar amplifiers with smooth, cutting tones honed by generations of dedication and expertise. Born of the development process behind the acclaimed Waza amplifier, these innovative amps embody BOSS’s determined pursuit of the ultimate rock sound. Featuring proprietary circuit designs and meticulous tuning, the Katana Series combines traditional craftsmanship and breakthrough functions to produce true next-generation rock amplifiers.\nWith 100 watts of power and a custom 12 in. speaker, the Katana KTN-100 delivers a commanding range of gig-worthy tones that gracefully slice through any band scenario. The amp also excels for home playing, with a uniquely efficient design and innovative Power Control that provides inspiring sound and response at low volumes. In addition, the Katana KTN-100 includes integrated access to 55 BOSS effects, which are customizable using the free BOSS Tone Studio editor software. Up to 15 different effects can be configured in the amp at one time, enabling you to bring fully prepared tones to the stage in one amp.\nA Refined Amp with Inspiring Tone\nDesigned for guitarists who are serious about their sound, the Katana KTN-100 offers exceptional tone and touch response for stage playing, recording, and simply practicing at home. The custom 12-in. speaker is driven by a special method developed for the flagship Waza amp that optimizes the speaker and cabinet character. This gives you authoritative punch and cutting presence previously attainable only with high-end amp designs. In combination with the five selectable amp characters, the Katana KTN-100 produces class-defying power and expressiveness to meet any playing situation.\nFive Original Amp Characters, Honed for Rock Playing\nSharpened to perfection by the BOSS engineering team, the Katana KTN-100’s five amp characters offer everything from organic vintage tones to modern high-gain sounds. Clean is natural and transparent, while Crunch offers satisfying grit and response. Lead has a wide gain range to suit many styles, from fat, stinging blues solos to fluid legato shredding. With DNA inherited from the Waza amp, Brown delivers refined high-gain tone sought after by the world’s greatest rock players. The Acoustic character further enhances the Katana’s versatility, providing optimized tone that makes acoustic-electric guitars sound stunningly natural.\nLeave Your Pedal Board at Home\nWith its built-in BOSS effects and recallable Tone Settings, the Katana KTN-100 lets you perform anywhere with just a guitar and amp. Connecting to BOSS Tone Studio via USB provides access to 55 effects that are fully customizable for your needs. Going beyond standard distortion, delay, and reverb, the selection also includes powerful tone-shapers like pitch shifting, ring mod, slicer, and more. You can load 15 different effects in the amp at one time and use up to three simultaneously. Four Tone Settings let you store custom amp and effects setups for instant recall, and you can always jump to the current panel settings at the touch of a button. It's also possible to connect optional footswitches and expression pedals for hands-free control on the gig.\nGrab-and-Go Operation\nWhile the Katana KTN-100 includes many advanced features, it’s amazingly simple to operate. Dedicated knobs for multiple gain stages, three-band EQ, and presence allow you to quickly dial in your tone by ear, just as you would with a standard tube amp. Essential effects parameters are adjusted with a simple knob twist, and memories can be stored with a brief button hold. The Power Control is great for throttling back the volume for small stages and home playing, and also includes a Standby setting that mutes the sound for switching guitars or taking breaks. And by flipping out the integrated tilt stand, you can easily angle the amp back for better sound projection.\nBOSS Tone Central\nAt the BOSS Tone Central website, you’ll find numerous free amp and effects setups for the Katana Series. Created by pro guitarists, these setups provide ready-to-play sounds for various music styles, and also make great starting points for building your own sounds. They load into the memories in a Katana amp via the BOSS Tone Studio editor software, which is also available at the site. In addition to Katana effects selection and customization, BOSS Tone Studio gives you a convenient way to organize all your Katana setups for different gigs, recordings, and practice sessions."
		},
		{
			"name": "Hughes & Kettner GM40DH GrandMeister Deluxe 40 40W Guitar...",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/GM40DH-GrandMeister-Deluxe-40-40W-Guitar-Amplifier-Head/J49370000000000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/hughes-kettner-gm40dh-grandmeister-deluxe-40-40w-guitar-amplifier-head",
			"features": "GrandMeister Deluxe 40 combines all-tube tones and smart control features in a supremely playable package! On top of its plethora of amazing sounds, every knob and switch setting on GrandMeister Deluxe 40 can be easily saved, stored and recalled at the touch of a button, and the studio-quality on-board effects settings are saved right along with the gain and EQ knob values.\nDeluxe Tone Technology\nCan you imagine having instant access to any iconic all-tube guitar sound you can imagine? GrandMeister Deluxe 40 gives you exactly that – a stunning sonic experience and a whole new level of guitar tone quality – thanks to Deluxe Tone Technology, which pairs groundbreaking new circuit design advances with renowned tone-shaping capabilities, all inspired by H&K's flagship TriAmp Mark 3. From sparkling vintage clean to throaty crunch, a beefy brown sound and crushing levels of all-out gain, sonic freedom the touch of a button away with GrandMeister Deluxe 40!\nSave your favorite all-tube tones with the push of a button\nSaving and recalling your favorite GrandMeister Deluxe 40 sounds is an exercise in convenience with the optional FSM-432 MK III MIDI board, which lets you store up to 128 presets and recall them with the tap of a toe. All of the amp’s parameters are saved, including gain, EQ, and all effects settings, giving you a practically inexhaustible library of different sounds. Pot values are saved via the company's ingenious Smart Rotary Control technology – which also lets us keep the GM40’s panel clean and easy to use, with only 9 pots instead of 14 per channel!\nChannels and FX\nWith GrandMeister Deluxe 40, there’s a channel and accompanying effect to suit every six-string style. The Clean, Crunch, Lead and Ultra channels can be sculpted to your heart’s content with the powerful EQ and gain controls – and don’t forget the Boost, which kicks specific frequencies up to 11 to give you snappier, creamier or beefier tones, depending on your selected settings. On top of that, you can layer on lashings of studio-quality reverb, delay and modulation effects (choose from chorus, flanger, phaser and tremolo) to take your tone to new levels!\nAmazing all-tube recorded tones without mics\nRed Box AE is the latest version of H&K's award-winning DI box with speaker emulation – and it’s built into GrandMeister Deluxe 40, meaning you’ll never need to worry about where to place your cab mic again, onstage or in the studio! Red Box AE’s DSP-driven Ambience Emulation authentically mimics that room-filling sound of a 4×12 cab and delivers an ultra-direct attack of pure tube tone goodness by tapping your signal between the power amp and the Power Soak.\nRock on Stage. Play at Home. Record at Night.\nGrandMeister Deluxe 40’s luxurious appointments and smart features like the built-in power soak give you everything you need to rock the world’s biggest stages, enjoy Deluxe tone at an agreeable room volume at home, and silently capture spine-tingling tones at night without a cab or microphone. This is truly the definitive do-it-all all-tube amp!\nApp for iPad: GM40 REMOTE\nWant to remotely control your all-tube tones in real time? The free GM40 REMOTE App for iPad lets you do just that with GrandMeister Deluxe 40. Whether you’re on stage, in the studio or at the rehearsal room, you can now watch, touch and control all your amp’s features on one handy screen, and you can back up, store and share all your favorite sounds too – and you can even make the whole process cable-free by using H&K's handy WMI-1 wireless MIDI interface."
		},
		{
			"name": "Fender Champion 20 Guitar Combo Amp",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Champion-20-Guitar-Combo-Amp-Black/H97921000001000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/fender-champion-20-guitar-combo-amp",
			"features": "Simple to use and versatile enough for any style of guitar playing, there's a Champion amp that's right for you whether you're looking for your first practice amp or affordable stage gear. The 20W Champion 20 features a single 8\" Special Design speaker, with great amp voices and effects that make it easy to dial up just the right sound - from jazz to country, blues to metal and more.\nIt features a single channel that has selectable amp voicings, including Blackface, British, Metal, Jazz and Tweed, for a wide array of tonal variety. Each channel offers selectable FX, including delay, chorus, reverb and more."
		},
		{
			"name": "Kemper Profiling Amplifier",
      "wanted": true,
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Profiling-Amplifier-White/H87316000002000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/kemper-profiling-amplifier",
			"features": "The Kemper Profiling Amplifier enables you to do what generations of guitar players have been waiting for: to capture the soul of all your amps (and so many more) inside a lunchbox-sized amplifier.\nWith cutting edge technology Kemper captures the sonic DNA of virtually any guitar amp for vivid and dynamic sound.\nThey were created by professional guitarists, engineers and producers in studios all over the world. Right out of the box, you will find classic tones of studio standards as well as profiles of highly sought-after amplifiers, some costing many times the price of the Profiling Amplifier. If you are looking for a particular sound, search the Rig Exchange database on our website, and download profiles and rigs from fellow users. You can also make your own profiles from your gear.\nKemper will be working tirelessly to create new profiles for you to download for free from their website as well. They employ the same techniques an engineer would use to create a great guitar tone in the studio, so you can be sure to receive authentic sounds from this digital guitar amp.\nIf you are tracking in a studio, you can profile the guitar amps that you record with. Later, you simply take these profiles with you and know that you can recreate the exact sound of the recording, both in rehearsal and live on stage."
		},
		{
			"name": "Fender Limited Edition '65 Princeton Reverb 15W 1x12 Tube...",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Limited-Edition-65-Princeton-Reverb-15W-1x12-Tube-Guitar-Combo-Amp-Bordeaux-Reserve/J26960000000000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/fender-limited-edition-65-princeton-reverb-15w-1x12-tube-guitar-combo-amp-bordeaux-reserve"
		},
		{
			"name": "Fishman Loudbox Performer 180W Acoustic Guitar Combo Amp...",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Loudbox-Performer-180W-Acoustic-Guitar-Combo-Amp-with-Effects-Brown/H88617000001000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/fishman-loudbox-performer-180w-acoustic-guitar-combo-amp-with-effects",
			"features": "The re-designed Fishman Loudbox Performer acoustic guitar amp offers 180W of transparent bi-amplified acoustic tone and enhanced features. Thanks to more efficient design you'll get all these improvements in a lighter package too.\nThe Loudbox Performer features two input channels, each with 3-band EQ, feedback-fighting controls and a new effects section. The dedicated midrange provides enhanced detail and note definition. An integrated kickstand design allows the Loudbox Performer to be tilted back 50 degree for better sound projection at short range."
		},
		{
			"name": "EVH 5150III 50W EL34 50W Tube Guitar Amp Head",
      "wanted": true,
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/5150III-50W-EL34-50W-Tube-Guitar-Amp-Head-Black/J86220000001000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/evh-5150iii-50w-el34-50w-tube-guitar-amp-head",
			"features": "You asked, EVH delivered. Independent volume and gain control for all three channels has arrived with the 5150III 50W EL34 tube amp head. Experience total control, along with the same lethal looks and ferocious EL34 tone of the 100-Watt head.\nThe EL34 power tubes deliver smoother contours, and greater sag and saturation that evoke a more modern “British” sound, all with more sustain and versatility than ever before.\nChannel one boasts a more sparkling and compressed clean tone, while channels two and three possess a slightly darker and compressed tone with even more saturation than before. Other features include a rear-panel resonance control that tailors low-frequency response for all channels, a global presence control and shared three-band EQ for channels 1 and 2 with an independent EQ for channel 3.\nWrapped in an elegant gold and black EVH motif, the EL34 50-watt head also is equipped with an effects loop, headphone jack, pre-amp out and MIDI-in."
		},
		{
			"name": "Fender Acoustasonic 90 90W Acoustic Combo Amp",
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/Acoustasonic-90-90W-Acoustic-Combo-Amp-Brown-Textured-Vinyl-Covering-with-Black-Grille-Cloth/H99802000001000-00-220x220.jpg",
			"features": "The Fender Acoustasonic 90 is perfect for the acoustic guitarist who needs compact, powerful and affordable amplification. With its 90-watt power amp, 8\" cloth-surround low-frequency woofer and high-frequency tweeter, it packs stage-worthy performance into a lightweight combo weighing only 18 lbs.\nThe Acoustasonic 90 also delivers a wealth of other versatile features, including instrument and microphone channels with independent tone and effects controls; smart feedback elimination circuit with on/off switch for each channel; studio-quality effects including reverb, echo/delay, chorus, Vibratone and more; XLR line output with ground lift; auxiliary input external media player use; strong but lightweight five-ply hardwood construction; and a classic Fender look with brown textured vinyl covering, black grille cloth and chrome hardware.\nOptional two-button effects-select footswitch also available (our SKU #H74777)."
		},
		{
			"name": "Rogue G10 10W 1x5 Guitar Combo Amp",
      "owned": true,
			"image": "https://media.musiciansfriend.com/is/image/MMGS7/G10-10W-1x5-Guitar-Combo-Amp-Black/430834000001000-00-220x220.jpg",
			"image_url": "http://www.musiciansfriend.com/amplifiers-effects/rogue-g10-10w-1x5-guitar-combo-amp"
		}
	]
}
